class ThemeSongData {
  static const String title = "ワスレナグサ";
  static const String bandName = "ワスレナ";
  static const List<String> lyricsList = [
    "私が選んだ日々は正解の類い？\nあの時伝えた言葉は間違ってない？\n肝心なところだけ\n答え合わせがないけど",
    "思い出は重なるように\nアップデートする\n重い容量の過去の写真は削除する\nこころから楽しんだ日々達も\n大切に何処かへ流れていく？",
    "でもまぁいいか\n「おはよう。」の一言で我に返る\n変わらないあの声が\n今は確かな居場所だ",
    "走りながら 測られながら\n私は何を掴めるかな？\n想いながら 思われながら\n当たり前に 傷も付いてく\n敢えて言うことでもないけどさ\n繋がりを あの春を\n坂道の帰り道も\nワスレナイで居よう",
    "捻くれてもいいけど 幸せを諦めない\n素直じゃないけど笑顔になれてる\n自分が嬉しかったりする",
    "あの本当にくだらないクダリも\nちゃんと1ページに刻んでいる",
    "まぁいっか。\n大人にも子供にも分かるはずない\n期待値も絶対値もない\nこの時間を僕らは如何",
    "満身創痍も怠けた現実も\nちゃんと思い出になるらしい\nいつかはそう、\n貴方とさ夜が明けるまで\nアホみたいに笑い語りたいな",
    "でも敢えてここで言っておこう\n敗北も あの夏も 孤独や憤りも\n忘れないことにしよう",
    "何百時間と対話を交して\n何千種類のシーンを通して\n運命の女神に導かれて、\nそれはちょっと言いすぎたかもな\n「いいの？」「いいよ。」\nいよいよ手を取ってみる",
    "走りながら 手にしたものを\n1つずつ数えてみよう\nいつか負った傷も\nその中に入れられたらいいな",
    "敢えて言うことでもないけどさ\n日常を 特別を あの夜を なによりも\n今ここで踏みしめてる瞬間こそ\nワスレナイで居よう",
  ];
}



