final quizList = [
  {
    'question': '千種高校の校章に使われている花は？',
    'options': ['桜', '梅', '椿', '千種草'],
    'answer': 2,
  },
  {
    'question': '今年の学校祭15役のカラーは？',
    'options': ['ひまわりイエロー', 'レモンイエロー', '草原グリーン', 'サニーレタスイエロー'],
    'answer': 3,
  },
  {
    'question': '来年の入学生の学年カラーは？',
    'options': ['白', '赤', '青', '緑'],
    'answer': 1,
  },
  {
    'question': '千種高校学校祭は今年で何回目？',
    'options': ['48', '56', '63', '♾️'],
    'answer': 2,
  },
  {
    'question': '学校祭の最終イベントは？',
    'options': ['体育祭', '文化祭', 'FF', '全校企画'],
    'answer': 2,
  },
  {
    'question': '千種高校の有志発表の場所はメインストリートと...？',
    'options': ['北セミ2', '生物室', '視聴覚室', '多目的'],
    'answer': 2,
  },
  {
    'question': '千種生で特定の市に住む生徒たちを〇〇と呼ぶ。\nその結束力は強力らしい',
    'options': ['ヤトミリオンズ', 'コマキラー', 'カスガリアン', 'コウナンバーズ'],
    'answer': 2,
  },
  {
    'question': '一社から続く２通りの通学路のうち一方を特に〇〇と呼ぶ',
    'options': ['ティーチャーロード', '速宅ロード', '非リアロード', 'カップルロード'],
    'answer': 3,
  },
];


